brew "coreutils"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "neovim"
brew "node"
brew "ripgrep"
brew "ruby"
brew "stylua"
brew "swift-format"
brew "swiftlint"
brew "tmux"
brew "tree-sitter-cli"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "zoxide"
cask "font-iosevka"
cask "ghostty"
cask "hammerspoon"
