brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "git"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "readline"
brew "ripgrep"
brew "rustup"
brew "stow"
brew "stylua"
brew "swiftformat"
brew "swiftlint"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "wojciech-kulik/tap/xcp"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"

cask "font-iosevka"
cask "ghostty"
cask "hammerspoon"
cask "mos"
